<template><div><h1 id="费曼学习法是什么" tabindex="-1"><a class="header-anchor" href="#费曼学习法是什么" aria-hidden="true">#</a> 费曼学习法是什么</h1>
<h2 id="概念" tabindex="-1"><a class="header-anchor" href="#概念" aria-hidden="true">#</a> 概念</h2>
<p>费曼学习法被誉为世界上最好的学习方法，是一种顶级的思维模式，值得了解。</p>
<p>费曼学习法可以分为五个步骤：</p>
<ol>
<li>确立学习目标</li>
<li>理解学习的知识</li>
<li>进行知识的输出，复述学习的成果</li>
<li>再次学习，纠正错误，加深印象</li>
<li>归纳总结，化繁为简</li>
</ol>
<p>通过这五个步骤，可以很容易获得最高的内存留存率，加强学习的效果，达成学习目标。</p>
<h2 id="学习的目的是输出" tabindex="-1"><a class="header-anchor" href="#学习的目的是输出" aria-hidden="true">#</a> 学习的目的是输出</h2>
<p>曼巴学习法是对”学习本质“的回归。学习的目的就是要使用，如果学了不用，大脑会产生本能的抗拒，认为是做”无用功“。</p>
<p>对于”屁股决定脑袋“的说法，我比较认同。座位更高的人，通常眼界会更宽广，知道学习是一笔投资，将来会用上。例如考研，学习一堆可能一辈子也用不上的知识，但是考研的最终目的是读研，而不是知识本身，从这个角度上讲学习是以目的作为导向的。那么如何在抗拒的本能下去记住一些自己不感兴趣的知识呢，答案是输出。</p>
<p>学习的输出一种知识的回溯，并不一定需要输出给别人，也可以输出给自己。这种输出并不是复习，可以将自己所学的知识说出来或者写下来，换位思考，将自己比作一个没学习过的人去理解。当自己能够轻易读懂自己的输出的时候，恭喜你，输出成功了。</p>
</div></template>


