export const data = JSON.parse("{\"key\":\"v-024a88b8\",\"path\":\"/posts/%E6%84%9F%E6%82%9F/%E6%AF%8F%E5%BD%93%E6%83%B3%E6%94%BE%E5%BC%83%E8%BF%9B%E5%85%A5%E8%88%92%E9%80%82%E5%9C%88%E7%9A%84%E6%97%B6%E5%80%99.html\",\"title\":\"每当想放弃进入舒适圈的时候\",\"lang\":\"zh-CN\",\"frontmatter\":{\"description\":\"每当想放弃进入舒适圈的时候 7.22 大雨 今天我终于交付了 “婚姻预测”的H5外包项目。前两天我经常修改bug到晚上12点，上完正常班回家继续写代码改bug的酸爽。 尽管这个项目对我的提高有帮助，包括css动画、移动端的一些适配等。但是我认为我付出的时间精力已经超过了合计1.3k的报价。再加上甲方对产品的要求以及自己水平原因，使我感到很疲惫。 今天终于解放了，特别想躺着休息一下。转念一想，我的日常其实也应该保持这个工作的状态，目前对进大厂的准备已经有些拉下了。自己明显已经感觉到准备的不足，感觉自己还没准备好。但是原计划八月初就应该开始投递简历了。没办法，只有逼自己一把继续努力，无论如何，要按照自己的计划去尝试。哪怕今年进不了大厂，也要去尝试一下，纠正自己努力的方向。\",\"head\":[[\"meta\",{\"property\":\"og:url\",\"content\":\"https://mister-hope.github.io/posts/%E6%84%9F%E6%82%9F/%E6%AF%8F%E5%BD%93%E6%83%B3%E6%94%BE%E5%BC%83%E8%BF%9B%E5%85%A5%E8%88%92%E9%80%82%E5%9C%88%E7%9A%84%E6%97%B6%E5%80%99.html\"}],[\"meta\",{\"property\":\"og:site_name\",\"content\":\"饮东的博客\"}],[\"meta\",{\"property\":\"og:title\",\"content\":\"每当想放弃进入舒适圈的时候\"}],[\"meta\",{\"property\":\"og:description\",\"content\":\"每当想放弃进入舒适圈的时候 7.22 大雨 今天我终于交付了 “婚姻预测”的H5外包项目。前两天我经常修改bug到晚上12点，上完正常班回家继续写代码改bug的酸爽。 尽管这个项目对我的提高有帮助，包括css动画、移动端的一些适配等。但是我认为我付出的时间精力已经超过了合计1.3k的报价。再加上甲方对产品的要求以及自己水平原因，使我感到很疲惫。 今天终于解放了，特别想躺着休息一下。转念一想，我的日常其实也应该保持这个工作的状态，目前对进大厂的准备已经有些拉下了。自己明显已经感觉到准备的不足，感觉自己还没准备好。但是原计划八月初就应该开始投递简历了。没办法，只有逼自己一把继续努力，无论如何，要按照自己的计划去尝试。哪怕今年进不了大厂，也要去尝试一下，纠正自己努力的方向。\"}],[\"meta\",{\"property\":\"og:type\",\"content\":\"article\"}],[\"meta\",{\"property\":\"og:locale\",\"content\":\"zh-CN\"}],[\"script\",{\"type\":\"application/ld+json\"},\"{\\\"@context\\\":\\\"https://schema.org\\\",\\\"@type\\\":\\\"Article\\\",\\\"headline\\\":\\\"每当想放弃进入舒适圈的时候\\\",\\\"image\\\":[\\\"\\\"],\\\"dateModified\\\":null,\\\"author\\\":[]}\"]]},\"headers\":[],\"readingTime\":{\"minutes\":0.98,\"words\":295},\"filePathRelative\":\"posts/感悟/每当想放弃进入舒适圈的时候.md\",\"excerpt\":\"<h1> 每当想放弃进入舒适圈的时候</h1>\\n<p>7.22 大雨</p>\\n<p>今天我终于交付了 “婚姻预测”的H5外包项目。前两天我经常修改bug到晚上12点，上完正常班回家继续写代码改bug的酸爽。</p>\\n<p>尽管这个项目对我的提高有帮助，包括css动画、移动端的一些适配等。但是我认为我付出的时间精力已经超过了合计1.3k的报价。再加上甲方对产品的要求以及自己水平原因，使我感到很疲惫。</p>\\n<p>今天终于解放了，特别想躺着休息一下。转念一想，我的日常其实也应该保持这个工作的状态，目前对进大厂的准备已经有些拉下了。自己明显已经感觉到准备的不足，感觉自己还没准备好。但是原计划八月初就应该开始投递简历了。没办法，只有逼自己一把继续努力，无论如何，要按照自己的计划去尝试。哪怕今年进不了大厂，也要去尝试一下，纠正自己努力的方向。</p>\",\"autoDesc\":true}")

if (import.meta.webpackHot) {
  import.meta.webpackHot.accept()
  if (__VUE_HMR_RUNTIME__.updatePageData) {
    __VUE_HMR_RUNTIME__.updatePageData(data)
  }
}

if (import.meta.hot) {
  import.meta.hot.accept(({ data }) => {
    __VUE_HMR_RUNTIME__.updatePageData(data)
  })
}
